[
	{
		"id": "tarte-citron-meringue",
		"name": "Tarte citron meringué",
		"creatorId": 1,
		"isAvailable": true,
		"picture": "img/recettes/tarte-citron-meringue.jpg",
		"calories": 460,
		"ingredients": [
			"oeuf",
			"citron",
			"sucre",
			"farine"
		],
		"preparation": "<p>PÂTE:</p><p>Blanchir les jaunes et le sucre au fouet et détendre le mélange avec un peu d'eau.</p><p>Mélanger au doigt la farine et le beurre coupé en petites parcelles pour obtenir une consistance sableuse et que tout le beurre soit absorbé (!!! Il faut faire vite pour que le mélange ne ramollisse pas trop!).</p><p>Verser au milieu de ce 'sable' le mélange liquide.</p><p>Incoporer au couteau les éléments rapidement sans leur donner de corps.</p><p>Former une boule avec les paumes et fraiser 1 ou 2 fois pour rendre la boule + homogène.</p><p>Foncez un moule de 25 cm de diamètre avec la pâte, garnissez la de papier sulfurisé et de haricots secs.</p><p>Faites cuire à blanc 20 à 25 mn, à 180°C, Th 6-7 . (NB après baisser le four à 120°C/150°C environ pour la meringue).</p><p>CRÈME AU CITRON :</p><p>Laver les citrons et en 'zester' 2.</p><p>Mettre les zestes très fins dans une casserole.</p><p>Presser les citrons et mettre le jus avec les zestes dans la casserole.</p><p>Verser le sucre et la Maïzena.</p><p>Remuer, et commencer à faire chauffer à feux doux.</p><p>Battre les oeufs dans un récipients séparé.</p><p>Une fois les oeufs battus, incorporer tout en remuant le jus de citron, le sucre, la Maïzena et les zestes.</p><p>Mettre à feu fort et continuer à remuer à l'aide d'un fouet.</p><p>Le mélange va commencer à s'épaissir.</p><p>Attention de toujours remuer lorsque les oeufs sont ajoutés, car la crème de citron pourrait brûler.</p><p>Oter du feux et verser l'appareil sur le fond de tarte cuit.</p><p>MERINGUE :</p><p>Monter les blancs en neige avec une pincée de sel.</p><p>Quand ils commencent à être fermes, ajouter le sucre puis la levure.</p><p>Mixer jusqu'à ce que la neige soit ferme.</p><p>Recouvrir avec les blancs en neige et napper. Cuire à four doux (120°C/150°C) juqu'à ce que la meringue dore (10 mn)",
		"comments": [
			{
				"userId": 11,
				"title": "Miam miam miaouuu",
				"comment": "Franchement cette NgRecette, c’est de la bombe. Le genre de saveurs qui t’éveillent les papilles, t’as vu ! Dis woula, j’ai kiffé",
				"mark": 4
			},
			{
				"userId": 8,
				"title": "Ca pique !",
				"comment": "Quelqu'un a mis du piment dans ma crème, j'ai passé mon dimanche au toilettes. Sinon, tout va bien..",
				"mark": 2
			}
		]
	},
	{
		"id": "tajine-de-poulet",
		"name": "Tajine de poulet",
		"creatorId": 1,
		"isAvailable": true,
		"picture": "img/recettes/tajine-de-poulet.jpg",
		"calories": 180,
		"ingredients": [
			"poulet",
			"citron",
			"tomate",
			"carotte",
			"pomme-de-terre"
		],
		"preparation": "<p>Faire revenir le poulet à feu moyen pour qu'il soit un peu doré.</p><p>Pendant ce temps, peler et couper les légumes : couper les carottes en 2 , puis dans le sens de la longueur. Idem pour les courgettes. Couper les oignons en lamelles et les pommes de terres en 4.</p><p>Mettre les légumes avec le poulet, rajouter les épices à tajine et le cumin. Mettez également un peu d'eau (3/4 verre d'eau).</p><p>Laisser cuire environ 1 heure et voilà, c'est prêt !</p>",
		"comments": [
			{
				"userId": 6,
				"title": "On y est presque",
				"comment": "Une petite tranche de jambon au milieu de tout ça serait la bienvenue",
				"mark": 3
			}
		]
	},
	{
		"id": "cake-jambon-olive",
		"name": "Cake au jambon et aux olives",
		"creatorId": 2,
		"isAvailable": true,
		"picture": "img/recettes/cake-jambon-olive.jpg",
		"calories": 330,
		"ingredients": [
			"jambon",
			"oeuf",
			"farine",
			"olives",
			"gruyere",
			"huile-tournesol",
			"lait"
		],
		"preparation": "<p>Couper les olives en rondelles.</p><p>Couper le jambon en morceaux. Verser les oeufs dans la farine et mélanger.</p><p>Ajouter le lait et l'huile puis mélanger.</p><p>Ajouter le jambon, les olives et le gruyère puis mélanger. Ajouter la levure et, pour ne pas changer, mélanger. :)</p><p>Mettre le tout dans un plat à cake au préalable beurré et placer dans un four chaud à thermostat 6 (180°C) pendant 45 min.</p>"
	},
	{
		"id": "saumon-echalotte",
		"name": "Saumon à l'échalotte",
		"creatorId": 3,
		"isAvailable": true,
		"picture": "img/recettes/saumon-echalotte.jpg",
		"calories": 320,
		"ingredients": [
			"saumon",
			"echalotte",
			"creme"
		],
		"preparation": "<p>Mettre les échalotes avec le beurre dans une poêle. Mettre les pavés de saumon quand les échalotes sont translucides, saler légèrement.</p><p>Quand le saumon est cuit, le réserver dans une assiette. Déglacer les échalotes cuites avec le vinaigre balsamique coupé avec un peu d'eau.</p><p>Ajouter la pointe de moutarde. Faire mijoter 2-3 mn puis ajouter la crème.</p><p>Remettre les pavés de saumon dans la poêle juste avant de servir afin de les rechauffer.</p><p>Miam, Miam... Servir avec du riz ou, pourquoi pas, du chou romanesco!</p>"
	},
	{
		"id": "salade-de-fruit-granite",
		"name": "Salade de fruits au granité citron",
		"creatorId": 1,
		"isAvailable": true,
		"picture": "img/recettes/salade-de-fruit-granite.jpg",
		"calories": 400,
		"ingredients": [
			"pomme",
			"poire",
			"fraise",
			"banane",
			"kiwi",
			"glace",
			"citron-vert",
			"citron",
			"sucre"
		],
		"preparation": "<p>Commencez par préparer le granité. Placez le presse-agrumes sur la Kitchen Machine et pressez les citrons. Versez le jus obtenu dans le bol du robot, ajoutez le sucre et mélangez jusqu'à ce que le sucre soit dissout. Incorporez les feuilles de menthe écrasées et l'eau pétillante. Placez au congélateur toute une nuit.</p><p>Le jour J, lavez les fruits rouges. Egrappez les groseilles, dénoyautez les cerises puis coupez ces dernières et les fraises en quatre. Regroupez-les dans un saladier pour les mélanger puis répartissez-les dans des coupes.</p><p>Juste avant d'apporter à table, munissez-vous d'une fourchette et grattez le granité avant de le disposer sur les fruits.</p>"
	}
]